import Layout from "./Layout";
import TheHeader from "./TheHeader";
import s from "./Table.module.scss"

export default function SizeChart () {
    return (
        <div>
            <TheHeader/>
            <div className={s.text}><p>Покупать одежду и обувь онлайн очень легко при помощи Бандерольки, но часто возникает вопрос подбора размера. Вдруг вещь не подойдет?</p>

<p>В целом брендовые магазины внимательны к клиентам, и в большинстве случаев при необходимости можно оформить возврат – Бандеролька предлагает возможность сделать&nbsp; спецзапрос на измерение или фотографирование вещи, когда она придет на наш склад. Но лучше изначально внимательно отнестись к выбору и взять свой размер.</p>

<p>Одежда элитных брендов славится тем, что всегда удачно садится по фигуре при правильном выборе модели. Мы публикуем таблицы размеров одежды и обуви, которые помогут примерно разобраться в существующих системах мерок.</p>

<h2>Как определить свои параметры</h2>

<p>Выбрать подходящую одежду и обувь можно только, сделав соответствующие замеры и сверив их с таблицей размеров на сайте магазина. Сантиметровая лента должна располагаться параллельно полу при измерении объемов, замер проводится в самом выступающем месте зоны.</p>

<p>Основные параметры для выбора одежды – объем груди, талии и бедер, рост. Дополнительно могут понадобиться другие данные. Для брюк и джинсов нужно знать длину внутреннего шва, для рубашек – обхват шеи.</p>

<p>Основные системы:</p>

<p>- российская;</p>

<p>- европейская;</p>

<p>- британская;</p>

<p>- американская;</p>

<p>- международная.</p>

<p>Отличия всегда есть, даже внутри европейской системы существует разница между сетками Франции, Италии и Германии в таблице размеров женской одежды, мужской и подростковой.</p>

<p>Есть простой способ приблизительно определить свой размер по американским и европейским меркам. Подход грубый, но очень простой и быстрый. Он основан на вычитании чисел. Для американского – нужно отнять от российского размера 34 (например, 46 российский соответствует 12 американскому). А для европейского отнимаем 6 (46 российский = 40 европейский). Но все-таки самый лучший вариант – посмотреть размерную сетку женской одежды на сайте конкретного бренда.</p>

<p>Особенно актуально это, так как бывают специальные размерные сетки для людей с нестандартным ростом. Они обозначаются буквами P (petite) и T (tall). В детской одежде эти буквы имеют другое значение. Определенные американские производители используют отдельно молодежную линейку – в основном она рассчитана на средний и низкий рост, стройные силуэты. Отдельные обозначения существуют для Plus Size.</p>

<p>Если у вас уже есть одежда бренда, который вы хотите купить, то попробуйте определить, насколько она соответствует указанным меркам.&nbsp;</p>

<h2>Таблицы размеров детской одежды</h2>

<p>Детская одежда делится на возрастные категории. Часто производители детской одежды в качестве размера также пишут рост ребенка.</p>

<p>Есть и особые пометки на детских вещах:</p>

<p>- PT (petite) – для очень маленьких детей, которые родились с недостатком веса;</p>

<p>- NB (newborn) – для новорожденных;</p>

<p>- Т (toddler) – ребенок до 4 лет;</p>

<p>- S (slim) – для стройных малышей;</p>

<p>- P (plus) – для полных детей.</p>

<h2>Таблица размеров обуви</h2>

<p>Для определения размера нужно знать не только длину стопы в сантиметрах, но и ее полноту. Полнота зачастую обозначается буквами английского алфавита:</p>

<p>- (M) - (D) - (B) – стандарт</p>

<p>- (W) - (2E) – широкий</p>

<p>- (X-Wide) - (4E) – очень широкий</p>

<p>Нужно знать, что некоторые производители сразу учитывают припуск в 1-1,5 см, который делается из расчета на ход ноги и незначительный отек. Чаще всего это бренды&nbsp; повседневной, спортивной обуви и обуви для трекинга.</p>

<p>Таблица размеров детской обуви предлагает определение размера по возрасту и длине стопы. Лучшие бренды делают ортопедическую обувь для малышей с плотной регулируемой фиксацией, так что о полноте здесь переживать не нужно.&nbsp;&nbsp;</p>

<h2>Различия таблиц разных брендов</h2>

<p>Что важно знать – размерные таблицы отличаются не только в разных странах, но и у каждого производителя. В интернет-магазинах вы найдете таблицы размеров мужской одежды и одежды для женщин, которые помогут примерно определиться с выбором. Но если сайт мультибрендовый, то эта информация несет только ознакомительный характер. Лучше всего найти официальный сайт производителя и свериться с ним. Также не лишним будет почитать отзывы – есть марки, которые всегда маломерят или наоборот большемерят.&nbsp; Это не страшно, просто нужно учесть эти особенности при заказе.</p>

<p>Не стоит применять один и тот же размер для выбора разных категорий одежды. Для блузки и пуховика одного бренда будут свои особенности размерной сетки, различаются даже размеры классических брюк и размеры джинсов –&nbsp;таблица женских и мужских мерок будет разной.</p>

<p>Некоторые бренды в своих каталогах указывают параметры людей на фото и размер их одежды. Тогда покупатель может легко сопоставить увиденное на модели и представить, как вещь будет смотреться на нем. В некоторых магазинах можно воспользоваться помощью консультанта, выслав ему свои мерки.</p>

<p>Главное правило, которое стоит запомнить – при каждой покупке заходите на сайт бренда и сверяйте свои замеры. В определенных случаях даже один производитель имеет несколько вариантов размерных сеток в зависимости от линеек, поэтому лучше не рисковать.</p>

<p></p>
</div>
        </div>
    )
}